["John 3:16\tFor God so loved the world, that he gave his only-begotten Son, that whoever believeth in him, should not perish, but have everlasting life.\n", "John 3:19\tAnd this is the condemnation, that light is come into the world, and men have loved darkness rather than light, because their deeds were evil.\n", "John 3:35\tThe Father loveth the Son, and hath given all things into his hand.\n", "John 5:20\tFor the Father loveth the Son, and showeth him all things that himself doeth: and he will show him greater works than these, that ye may marvel.\n", "John 5:42\tBut I know you, that ye have not the love of God in you.\n", "John 8:42\tJesus said to them, If God were your Father, ye would love me: for I proceeded forth and came from God; neither came I of myself, but he sent me.\n", "John 10:17\tTherefore doth my Father love me, because I lay down my life, that I may take it again.\n", "John 11:3\tTherefore his sisters sent to him, saying, Lord, behold, he whom thou lovest is sick.\n", "John 11:5\tNow Jesus loved Martha, and her sister, and Lazarus.\n", "John 11:36\tThen said the Jews, Behold how he loved him!\n", "John 12:25\tHe that loveth his life shall lose it; and he that hateth his life in this world, shall keep it to life eternal.\n", "John 12:43\tFor they loved the praise of men more than the praise of God.\n", "John 13:1\tNow before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world to the Father, having loved his own who were in the world, he loved them to the end.\n", "John 13:23\tNow there was leaning on Jesus’ bosom, one of his disciples, whom Jesus loved.\n", "John 13:34\tA new commandment I give to you, That ye love one another; as I have loved you, that ye also love one another.\n", "John 13:35\tBy this shall all men know that ye are my disciples, if ye have love one to another.\n", "John 14:15\tIf ye love me, keep my commandments.\n", "John 14:21\tHe that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me, shall be loved by my Father, and I will love him, and will manifest myself to him.\n", "John 14:23\tJesus answered and said to him, If a man loveth me, he will keep my words: and my Father will love him, and we will come to him, and make our abode with him.\n", "John 14:24\tHe that loveth me not, keepeth not my sayings: and the word which ye hear is not mine, but that of the Father who sent me.\n", "John 14:28\tYe have heard that I said to you, I go away, and come again to you. If ye loved me, ye would rejoice, because I said, I go to the Father: for my Father is greater than I.\n", "John 14:31\tBut that the world may know that I love the Father; and as the Father gave me commandment, even so I do. Arise, let us go hence.\n", "John 15:9\tAs the Father hath loved me, so have I loved you: continue ye in my love.\n", "John 15:10\tIf ye keep my commandments, ye shall abide in my love; even as I have kept my Father’s commandments, and abide in his love.\n", "John 15:12\tThis is my commandment, That ye love one another, as I have loved you.\n", "John 15:13\tGreater love hath no man than this, that a man lay down his life for his friends.\n", "John 15:17\tThese things I command you, that ye love one another.\n", "John 15:19\tIf ye were of the world, the world would love its own: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.\n", "John 16:27\tFor the Father himself loveth you, because ye have loved me, and have believed that I came from God.\n", "John 17:23\tI in them, and thou in me, that they may be made perfect in one; and that the world may know that thou hast sent me, and hast loved them as thou hast loved me.\n", "John 17:24\tFather, I will that they also whom thou hast given to me be with me where I am; that they may behold my glory which thou hast given to me: for thou lovedst me before the foundation of the world.\n", "John 17:26\tAnd I have declared to them thy name, and will declare it: that the love with which thou hast loved me, may be in them, and I in them.\n", "John 19:26\tWhen Jesus therefore saw his mother, and the disciple standing by, whom he loved, he saith to his mother, Woman, behold thy son!\n", "John 20:2\tThen she runneth, and cometh to Simon Peter, and to the other disciple whom Jesus loved, and saith to them, They have taken away the Lord out of the sepulcher, and we know not where they have laid him.\n", "John 21:7\tTherefore that disciple whom Jesus loved saith to Peter, It is the Lord. Now when Simon Peter heard that it was the Lord, he girt on his fisher’s coat, (for he was naked) and cast himself into the sea.\n", "John 21:15\tSo when they had dined, Jesus saith to Simon Peter, Simon son of Jonas, lovest thou me more than these? He saith to him, Yes, Lord: thou knowest that I love thee. He saith to him, Feed my lambs.\n", "John 21:16\tHe saith to him again the second time, Simon son of Jonas, lovest thou me? He saith to him, Yes, Lord: thou knowest that I love thee. He saith to him, Feed my sheep.\n", "John 21:17\tHe saith to him the third time, Simon son of Jonas, lovest thou me? Peter was grieved, because he said to him the third time, Lovest thou me? And he said to him, Lord, thou knowest all things; thou knowest that I love thee. Jesus saith to him, Feed my sheep.\n", "John 21:20\tThen Peter turning about, seeth the disciple whom Jesus loved, following; (who also leaned on his breast at supper, and said, Lord, who is he that betrayeth thee?)\n"]